Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nyinorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: People who came to Norway before reaching the age of 18 must have lived here for a total of five years during the past seven years.
nb: Personer som har kommet til Norge før fylte 18 år, må ha bodd her i til sammen fem år i løpet av de siste syv årene.

source: ID-porten lets you choose your preferred form of electronic identification.
nb: Med ID-porten kan du velge selv den elektroniske IDen du foretrekker.

source: Everyone who reaches the age of 18 in the election year and has Norwegian citizenship can vote in a general election.
nb: Alle personer som fyller 18 år i valgåret og har norsk statsborgerskap, har stemmerett ved Stortingsvalg.

source: This can be in the form either of a fire hose or a portable extinguisher (with a minimum effect of 21A).
nb: Det kan enten være husbrannslange eller håndslokker (minimum effekt 21A).

source: You can also contact the police, the child welfare service, a women's shelter or the organisation JURK (legal advice for women).
nb: Andre aktuelle kan være Politiet, Barnevern, Krisesenter og JURK (Juridisk rådgivning for kvinner).

source: The most populated municipalities are Oslo (the capital), Bergen, Trondheim and Stavanger.
nb: De mest folkerike kommunene er Oslo (hovedstad), Bergen, Trondheim og Stavanger.

source: Traditionally, the public sector in Norway has had an active relationship to religion and faith and it supports religious and beliefs-based communities financially.
nb: Tradisjonelt har det offentlige Norge (stat, fylke og kommune) et aktivt forhold til religion og livvsyn og støtter tros- og livssynssamfunn økonomisk.

source: If the bank is not willing to lend you 100 per cent of the purchase price, you can apply for a start loan from your municipality.
nb: Dersom banken ikke vil låne deg 100 prosent av lånebeløpet, er det mulig å søke kommunen om startlån.

source: Among other things, you will be exempted from patient charges in connection with the following: check-ups during pregnancy, examinations and treatment of children under the age of 16, psychotherapeutic treatment of children and young people under the age of 18, infectious diseases that are a danger to public health or suspicion of such diseases.
nb: Du er fritatt fra å betale egenandeler ved blant annet svangerskapskontroll, undersøkelse og behandling av barn under 16 år, psykoterapeutisk behandling av barn og ungdom under 18 år, allmennfarlige smittsomme sykdommer eller mistanke om slike.

source: Since the first discovery of crud oil on the Norwegian continental shelf in 1969, the life standard has increased considerably and the wealth of the “OLJE FOND” represents today about NOK
nb: Levestandarden har økt betydelig etter at råolje ble funnet på norsk kontinentalsokkel i 1969, og Oljefondet utgjør i dag ca.

source: Sending letters, postcards and parcels
nb: Sending av brev, postkort og pakker

source: You must be able to document that you have become unemployed in Norway.
nb: Du må kunne dokumentere at du har blitt arbeidsløs i Norge.

source: ID-porten is a common infrastructure for logging on to public services.
nb: ID-porten er en felles infrastruktur for innlogging til offentlige tjenester.

source: The constitution from 1814 made Norway a relatively democratic state.
nb: Grunnloven fra 1814 gjorde Norge til en forholdsvis demokratisk stat. Kongen hadde begrenset makt;

source: As late as 1920, 57 per cent of Norway's population lived in rural areas, and not in towns or cities.
nb: Så sent som i 1920 bodde 57 prosent av befolkningen på landsbygda, ikke i byer og tettsteder.

source: or at your NAV Local Services.
nb: eller ved NAV-kontoret der du bor.

source: You are also entitled to a make yourself understood.
nb: Du har også rett til selv å gjøre deg forstått.

source: You must then submit a claim in writing using the application form NAV 04-02.01 for a PD U2 certificate.
nb: Du må da fremme skriftlig krav på søknadsskjema NAV 04-02.01 om attest PD U2.

source: Entitlements to unemployment benefit earned in another EEA country can be transferred to Norway using form PD U1/SED U002/U004 from the country where you used to work.
nb: Dagpengerettigheter opptjent i et annet EØS-land kan overføres til Norge ved hjelp av attest PD U1/SED U002/U004 fra det tidligere arbeidslandet.

source: Failure to present a valid ticket at a ticket inspection on a train, the underground, or a bus, results in a fine of NOK 950 (if you pay at once) or 1150 NOK (if you pay with giro).
nb: Uten gyldig billett ved billettkontroll på tog, t-bane eller buss, må du betale et gebyr på kr 950,- hvis du betaler på stedet eller 1150 kr ved betaling med giro.

source: Contact with UDI:
nb: Kontakt med UDI:

source: Sami has equal standing with Norwegian in some municipalities in the counties of Troms and Finnmark.
nb: Samisk er likestilt med norsk i noen kommuner i fylkene Troms og Finnmark.

source: You can drive vehicles imported from abroad in Norway with foreign number plates for up to 30 days after the vehicle has been customs cleared.
nb: Du kan bruke kjøretøy importert fra utlandet i Norge med utenlandske kjennemerker (bilskilt) i inntil 30 dager etter kjøretøyet er fortollet.

source: If the lease does not specify a period of notice, the period of notice is three months.
nb: Er det ikke avtalt noen oppsigelsesfrist i leiekontrakten, er oppsigelsesfristen tre måneder.

source: Protestant Christianity 86%, other Christian faith groups 7,5%, Islam app.
nb: Protestantisk kristendom 86%, øvrige kristne religioner 7,5%, islam ca.

source: Notification of a lay-off shall be given in writing at least 14 days before it is implemented, and the employee shall receive normal pay during the period of notice.
nb: Permittering skal varsles skriftlig 14 dager før den iverksettes, og arbeidstakeren skal ha vanlig lønn under varslingsperioden.

source: Infields are plots of land around homes or land pertaining to houses and holiday homes, all cultivated land, fields, meadows, and similar areas.
nb: Eksempel på innmark er hustomt og gårdsplasser knyttet til boliger og fritidshus, all dyrket jord, åker, eng og lignende områder.

source: With help from allied forces, Norway was liberated in May 1945 after resisting strongly against the German occupancy.
nb: Med hjelp fra de allierte styrkene ble Norge frigjort i mai 1945 etter å ha kjempet hardt mot den tyske okkupasjonen.

source: In Norway, children under the age of 18 are entitled to free dental care from the public dental service.
nb: I Norge har barn opp til 18 år rett til gratis tannbehandling i den offentlige tannhelsetjenesten.

source: You must be between the ages of 18 and 67, and, as the rule, you must still be a member of the National Insurance scheme.
nb: Du må være mellom 18 og 67 år, og som hovedregel må du fortsatt være medlem i folketrygden. Øvrige artikler under Arbeidsmiljø

source: A residence permit (does not apply to Nordic citizens)
nb: Oppholdstillatelse (gjelder ikke nordiske statsborgere)

source: In 2011, there were people from 215 different countries living in Norway.
nb: I 2011 bor det mennesker i Norge fra hele 215 land.

source: Roughly 16 per cent is spent on transport, while only 11 per cent of the average household budget is spent on food.
nb: Om lag 16 prosent går til transport, mens kun 11 prosent av budsjettet går til mat.

source: Tickets for the underground, trains, boats and buses in greater Oslo area are available from kiosks such as Narvesen, MIX and Deli de Luca, from ticket machines and/or from staffed ticket windows at the stations.
nb: Billetter til T-bane, tog, båt og buss i Stor-Oslo kan kjøpes i kiosker, som bl.a Narvesen, MIX og Deli de Luca, fra billettautomater og/eller egne betjente skranker på stasjonene.

source: Only persons in the age group 16–67 have a right and obligation to participate in Norwegian language tuition.
nb: Det er personer i alderen 16-67 år som har rett og plikt til å delta i norskopplæring.

source: The maximum period an employee can be laid off is currently 52 weeks.
nb: Den maksimale grensen for hvor lenge arbeidstaker kan permitteres er for tiden 52 uker.

source: The employer is responsible for the following:
nb: Arbeidsgiver har ansvar for:

source: Other articles under Kindergartens and schools
nb: Øvrige artikler under Barnehage og skolesystemet

source: Oslo has a well-established network of buses, trams and underground trains, operated by Ruter.
nb: I Oslo er det også et velutbygget buss-, trikke- og T-bane-nett, drevet av Ruter.

source: The programme also aims to give participants insight into Norwegian society.
nb: I tillegg skal programmet gi deltakerne innsikt i norsk samfunnsliv.

source: They are often referred to jokingly as 'your children, my children and our children'.
nb: Spøkefullt omtales dette gjerne som ”dine barn, mine barn og våre barn”.

source: During the period between 1850 and 1950, the Norwegian authorities tried to prevent Sami people from preserving their own language, culture and way of life.
nb: I tiden mellom 1850 og 1950 prøvde norske myndigheter å forhindre samene fra å ivareta eget språk, kultur og levevis.

source: If you want to buy a home, you must obtain a mortgage approval from a bank before you start looking at houses or apartments.
nb: Skal du kjøpe bolig, må du skaffe finansieringsbevis fra en bank før du begynner å se på bolig.

source: Large-scale industry also became established in Norway, and in 1969, industry accounted for 41 per cent of the country's income.
nb: Etter hvert kom det også storindustri til Norge; i 1969 stod industrien for 41 prosent av inntektene i landet.

source: The Viking Age (793-1066 AD)
nb: Vikingtiden (793-1066 e.Kr.)

source: As a rule, you cannot apply on behalf of your family members.
nb: Som hovedregel kan ikke du søke på deres vegne.

source: If you have been granted family immigration with a spouse, registered partner or cohabitant who is Norwegian or a Nordic national, or a person who has a permanent residence permit here, you have both a right and an obligation to take 600 hours of tuition in Norwegian and social studies.
nb: Hvis du har fått familieinnvandring med en ektefelle, registrert partner eller samboer som er norsk eller nordisk statsborger, eller en person som har permanent oppholdstillatelse, har du rett og plikt til 600 timer opplæring i norsk og samfunnskunnskap.

source: The remaining amount is divided between the creditors.
nb: Beløpet som er til overs hver måned, skal fordeles på de som personen skylder penger.

source: All citizens have a duty to report fires (110).
nb: Alle som bor i Norge har plikt til å varsle brann (110).

source: In addition, Norway has a variety of private institutions for higher education.
nb: I tillegg har Norge også en rekke private høyere utdanningsinstitusjoner.

source: Differences between EEA nationals and nationals of other countries
nb: Skille mellom EØS-borgere og borgere fra øvrige land

source: Using dialect is accepted on television, on the radio and in political life.
nb: Bruken av ens egen dialekt er akseptert både på fjernsyn, på radio og i politikken.

source: Service Centre for Foreign Workers:Oslo, Bergen, Stavanger, Trondheim, Kirkenes
nb: Servicesenter for utenlandske arbeidstakere - Service Centre for Foreign Workers:Oslo, Stavanger, Bergen, Trondheim og Kirkenes

source: • Remember that proof of identity that contains your personal identity number (11 digits) or organisation number must be presented upon registration
nb: Husk at legitimasjon som inneholder fødselsnummer (11 siffer) eller organisasjonsnummer må vises ved registrering

source: NAV decides whether you meet the requirements for disability pension.
nb: Det er NAV som bestemmer om du fyller vilkårene for uføretrygd.

source: By the construction industry is meant, for example, the construction of buildings, interior and installation work, the assembly and dismantling of prefabricated elements, demolition, renovations and repairs, sanitation and maintenance and groundwork.
nb: Med bygg- og anleggsvirksomhet menes for eksempel oppføring av bygninger, innrednings- og installasjonsarbeid, montering og demontering av prefabrikkerte elementer, riving, ombygging og istandsetting, sanering og vedlikehold og grunnarbeid.

source: Most banks have approx. 45 days free credit.
nb: De fleste banker har ca. 45 dager gratis kreditt.

source: There are many different types of organisations in Norway, ranging from religious communities, Scout Associations, brass bands, sports clubs to humanitarian organisations.
nb: Det er mange ulike typer organisasjoner i Norge, alt fra menigheter, speiderlag, korps, idrettslag og humanitære organisasjoner.

source: Step 2: Upon arrival at the Nowegian border
nb: Trinn 2: Ved ankomst norsk grens

source: is also the point of contact for the recognition of professional qualifications for professionals regulated by law in Norway, covered by Directive 2005/36/EC.
nb: NOKUT er også kontaktpunkt for godkjenning av yrkeskvalifikasjoner for regulerte yrker i Norge, som omfattes av direktiv 2005/36/EF.

source: Separate rules apply to children under the age of 12 and to people over the age of 55 who apply for Norwegian citizenship.
nb: Det er egne regler for barn under 12 år og eldre personer over 55 år, som søker om norsk statsborgerskap.

source: The number of immigrants was not very high before 1900, and immigrants made up much less than one per cent of the population for a long time.
nb: Før 1900 var antallet innvandrere ikke stort, lenge under én prosent av befolkningen.

source: Beaches, rocky shores, lakes, bogs, hills, forests and mountains are examples of outlying land.
nb: Eksempel på utmark er strender, svaberg, vann, myr, hei, skog og fjell.

source: All children and young people are entitled to health checks, and the health centre services are free.
nb: Alle barn og unge har rett til helsekontroll, og helsestasjonstjenestene er gratis.

source: Housing costs account for 31 per cent of consumption on average.
nb: I snitt utgjør bolig 31 prosent av forbruket.

source: An employer can, in whole or in part, be excused from the obligation to pay wages, and an employee can temporarily be excused from the obligation to work, in connection with temporary lay-offs.
nb: Arbeidsgiver kan, helt eller delvis, midlertidig fritas fra lønnsplikten, og arbeidstakeren kan midlertidig fritas fra arbeidsplikten, ved permittering.

source: Norwegian krone (NOK) (1 krone = 100 øre)
nb: Norske kroner (NOK) (1 kr = 100 øre)

source: In 2011, the price level was 51 per cent higher than the average price level in the EU.
nb: I 2011 lå prisnivået i Norge 51 prosent over gjennomsnittet i EU.

source: Education for children between the ages of 6 and 15 is compulsory.
nb: Barn fra 6-15 år skal gå i grunnskolen.

source: - Only use the cooker, washing machine and tumble-dryer when you are at home and awake.
nb: - Bruk kun komfyr, vaskemaskin og tørketrommel når du er hjemme og er våken.

source: Toapply, you must have:
nb: Førdu kan søke, må du ha:

source: You must have lived in Norway for at least three years after reaching the age of 16 and still be a member of the National Insurance scheme.
nb: Du må ha bodd i Norge i minst tre år etter fylte 16 år, og fortsatt være medlem av folketrygden.

source: The climate in Norway varies a great deal.
nb: Klimaet i Norge viser store variasjoner.

source: , you will find information about trains / the underground / buses / trams in the counties of Akershus, Buskerud, Hedmark, Oppland, Oslo, Vestfold, Telemark and Østfold.
nb: finner du informasjon om all trafikk med tog/T-bane/buss/trikk innen fylkene Akershus, Buskerud, Hedmark, Oppland, Oslo, Vestfold, Telemark og Østfold.

source: You must sign the account agreement at the bank.
nb: I banken må du underskrive kontoavtalen.

source: Step 4: Custom clear and pay valued added tax to Customs and Excise
nb: Trinn 4: Fortoll og betal merverdiavgift hos Tollvesenet

source: In Norway, dialects have a much higher status than in many other countries.
nb: I Norge har dialekt en høyere status enn i mange andre land.

source: If you do not pay back the full amount within approximately 45 days, interest is incurred on the amount due.
nb: Dersom du ikke betaler tilbake hele beløpet innen ca. 45 dager, begynner det å løpe renter for det som er utestående på kredittkortet.

source: Your working hours must have been reduced by at least 50 per cent.
nb: Arbeidstiden må da være redusert med minst 50 prosent.

source: You must earn pension rights for 40 years to be entitled to a full pension from Norway.
nb: For rett til full pensjon fra Norge kreves 40 års opptjening.

source: You may also be eligible for support if you have had continuous full-time employment for at least 24 months prior to becoming a student and you have paid Norwegian taxes during this period, or if you have completed three years of education in Norway without any support from the Norwegian State Educational Loan Fund.
nb: Du kan også ha rett til støtte dersom du har hatt sammenhengende fulltidsarbeid i Norge i minst 24 måneder før oppstart av utdanningen og har betalt skatt til Norge i denne perioden, eller har bestått tre års utdanning i Norge uten støtte fra Lånekassen.

source: In addition, Norway has two special status areas, Svalbard and Jan Mayen.
nb: Norge har to særstatusområder, Svalbard og Jan Mayen.

source: Sápmi extends over four different countries – Norway, Sweden, Finland and Russia.
nb: Sápmi strekker seg over fire stater - Norge, Sverige, Finland og Russland.

source: If such equipment is lacking, the skipper can be fined NOK 500 for each person who lacks a life jacket.
nb: Dersom dette mangler kan båtføreren ilegges 500 kr i forelegg per person som mangler flytevest.

source: It is often a requirement that 35 per cent of the purchase price is paid in cash.
nb: For å få lån vil det ofte kreves at 35 prosent av kjøpesummen betales kontant. Enkelte banker kan stille krav med hensyn til botid i Norge ved søknad om billån.

source: The Directorate of Immigration (UDI) is the central executive administrative agency in the area of immigration and refugees in Norway.
nb: Utlendingsdirektoratet (UDI) er det sentrale og utøvende forvaltningsorganet på innvandrings- og flyktningfeltet i Norge.

source: Even if the employee is temporarily laid-off, the employment relationship persists.
nb: Selv om arbeidstaker er permittert, fortsetter arbeidsforholdet.

source: Other articles under Bank services
nb: Øvrige artikler under Bank

source: In 2008, a new Marriage Act was passed that permitted persons of the same sex to marry.
nb: I 2008 fikk Norge en likestilt ekteskapslov hvor også personer av samme kjønn kan inngå ekteskap.

source: Electrical and electronic equipment waste (EE waste) can be returned to shops that sell this type of equipment.
nb: Elektronisk avfall (EE avfall) kan leveres hos butikker som selger slike produkter.

source: The Tenancy Act does not prohibit the letting of a run-down property, but a building that has not been approved for human habitation, or that is considered a health hazard, cannot be let.
nb: Husleieloven er ikke til hinder for at nedslitte boliger leies ut, men en bygning som ikke er godkjent for beboelse, eller som er helsefarlig, kan ikke leies ut.

source: After the war, Norway became a member of NATO and in 1952 the Nordic Council was established.
nb: Etter krigen ble Norge medlem av Nato, og i 1952 ble Nordisk råd dannet.

source: Sale of envelopes
nb: Salg av konvolutter

source: Parking is prohibited on motorways, or major roads with a speed limit higher than 50 km/h. Parking is also regulated by local regulations and traffic signs.
nb: Det er forbudt å parkere på vei merket som motorvei eller på forkjørsvei med fartsgrense høyere enn 50 km/t.

source: Norway has a well-established public transport system and a large network of buses, ferries, trains and planes.
nb: Norge har et godt utbygget system for offentlig kommunikasjon, og et stort rutenett for buss, ferger, tog og fly.

source: If you are over the age of 16 and can complete upper secondary education before reaching the age of 25, you are entitled to ordinary upper secondary education.
nb: Hvis du er over 16 år og kan fullføre videregående opplæring før det året du blir 25 år, har du rett til ordinær videregående opplæring.

source: You meet the requirement if you take 250 hours of tuition in Norwegian and 50 hours in social studies or pass a specific Norwegian test.
nb: Da innfrir du plikten hvis du tar 250 timer opplæring i norsk og 50 timer i samfunnskunnskap eller består en bestemt norskprøve.

source: More than 84 per cent of the population is a member of one or more organisations.
nb: Over 84 % av befolkningen er medlem i en eller flere organisasjoner.

source: Other additions are not permitted.
nb: Andre tillegg er ikke tillatt.

source: You must apply for a family immigration permit, not a residence card, to be entitled to free tuition in Norwegian.
nb: Du må søke om familieinnvandringstillatelse, ikke oppholdskort, for å få rett til gratis norskopplæring.

source: However, NOKUT does not provide recognition of the academic content of an education.
nb: NOKUT gir imidlertid ikke faglig godkjenning av utdanningen.

source: Contact NAV for up-to-date information.
nb: For oppdaterte opplysninger, ta kontakt med NAV.

source: The exemption card for user fee 2 covers approved patient charges paid for physiotherapy, certain dental diseases, approved rehabilitation institutions and travel for treatment abroad organised by Oslo University Hospital - Rikshospitalet HF.
nb: Frikort egenandelstak 2: gjelder godkjente egenandeler betalt for fysioterapeut, enkelte former for tannsykdommer, godkjente opptreningsinstitusjoner og behandlingsreiser til utlandet i regi av Oslo Universitetssykehus - Rikshospitalet HF.

source: Around 40% of Norwegian households consist of single people, while the rest are couples or families in one form or another.
nb: Omtrent 40 % av husholdningene i Norge er enslige personer, resten er par eller familier i én eller annen form.

source: To be able to process individual cases in a good and efficient manner, UDI collaborates with the police and foreign service missions.
nb: For å kunne behandle enkeltsaker på en god og effektiv måte, samarbeider UDI med politiet og utenriksstasjonene.

source: Leave the building and call the fire service using the emergency telephone number 110.
nb: Forlat heller bygningen og ring brannvesenet på nødnummer 110.

source: This lasted until 1814, when Norway again became independent with its own parliament (the Storting), administration and constitution, which is celebrated on 17 May every year.
nb: Dette varte til 1814, da Norge igjen ble en selvstendig stat, med eget Storting, administrasjon, hær og grunnlov som feires hvert år, den 17.

source: Most of Scandinavia has been covered by ice at least three times, and the last ice melted about 14 000 years ago.
nb: Mesteparten av Skandinavia har vært dekket av is minst tre ganger, og den siste isen smeltet for om lag 14 000 år siden.

source: An employee who is completly of partially absent from work cannot be dismissed due to his/her absence during the first 12 months.
nb: Arbeidstaker som er helt eller delvis borte fra arbeidet på grunn av sykdom, kan ikke av denne grunn sies opp i løpet av de første 12 månedene.

source: You must have completed 300 hours of tuition in the Norwegian language or be able to document sufficient skills in Norwegian or Sami.
nb: Du må ha gjennomført 300 timer norskopplæring eller kunne dokumentere tilstrekkelige kunnskaper i norsk eller samisk.
